Repository: Ari-Qu3sadillas/redis-management-system
Catalog: src/locale/*/LC_MESSAGES/messages.po
Languages: nn_no

source: Acerca de
nn_no: Om

source: Manejador BDD Redis Creado el 14/03/2022
nn_no: Redis Databasebehandler Opprettet 14/03/2022

source: Autor Jorge Luis Rangel Benitez No. de Control #19260943
nn_no: Forfatter Ari Rangel Benitez kontroll Nummer #19260943

source: Materia Taller de Base de Datos Profesora Maria Yolanda Rodriguez Loya
nn_no: Kurs Databaseverksted Professor Maria Yolanda Rodriguez Loya

source: Manejador Redis
nn_no: Redis Ledels

source: Seleccione una opcion
nn_no: Velg et alternativ

source: Leer Registro
nn_no: Lese Logg

source: Crear/Actualizar Registro
nn_no: Opprett/Oppdater Post

source: Eliminar Registro
nn_no: Slett Post

source: Nombre de clave
nn_no: Nøkkelnavn

source: Tipo de dato
nn_no: Data-Type

source: Valor de clave
nn_no: Nøkkelverdi

source: Leer
nn_no: Lese

source: Crear
nn_no: Skape

source: Eliminar
nn_no: Ta Bort

source: Configuracion
nn_no: Omgivelser

source: Idioma
nn_no: Språk

source: Salir
nn_no: Lukk

source: Español
nn_no: Spansk

source: Ingles
nn_no: Engelsk

source: Noruego
nn_no: Norsk

source: Opciones
nn_no: Alternativer

source: Claves Existentes
nn_no: Eksisterende Nøkler

source: Aviso
nn_no: Advarsel

source: Reinicie la aplicacion para aplicar los cambios.
nn_no: Start appen på nytt for å bruke endringene

source: Ejecucion Correcta
nn_no: Riktig Utførelse

source: Ejecucion Incorrecta
nn_no: Mislykket Utførelse

source: El elemento no existe
nn_no: Elementet finnes ikke

source: El elemento ha sido agregado correctamente
nn_no: Elementet er lagt til

source: Configuracion Global
nn_no: Globale Omgivelser

source: Nombre de Host
nn_no: Vertsnavn

source: Numero de Puerto
nn_no: Portnavn

source: Nombre de Usuario
nn_no: Brukernavn

source: Contraseña
nn_no: Passord

source: Actualizar
nn_no: Å oppdatere

source: Error de conexion
nn_no: Tilkoblingsfeil

source: No se pudo conectar al servidor, verifique sus datos.
nn_no: Kunne ikke koble til serveren, vennligst sjekk detaljene dine.

source: Operacion exitosa
nn_no: Vellykket operasjon

source: Informacion Actualizada Correctamente
nn_no: Informasjonen er riktig oppdatert
